{
    "Name": "Tarik Bouchoutrouch-Ku",
    "Age": 20,
    "Sex": "Male",
    "Medications": [
        {
            "Name": "Acetaminophen",
            "Dosage": "50MG",
            "Administration": "Oral",
            "Frequency": 1,
            "Quantity": 30,
            "Start date": "11 Jan 2021",
            "ReferenceNumber": 9213927,
            "Notes": "TAKE 1 TABLET BY MOUTH ONCE DAILY",
            "FullText": ""
        },
        {
            "Name": "Doxycycline",
            "Dosage": "10OMG",
            "Administration": "Bum",
            "Frequency": 0.5,
            "Quantity": 10,
            "Start date": "No date found",
            "ReferenceNumber": 9213929,
            "Notes": "TAKE 1 TABLET UP BUM ONCE EVERY TWO DAYS",
            "FullText": "SHOPPERS DRUG MART 2276 #2276 4590 FRASER STREET VANCOUVER, BC V5V 4G7 CANADA Phone: 604-873-2681 TARIK BOUCHOUTROUCH-KU DR. CLAIRE YOUNG APO-DOXY 100MG Date: 2021/01/11 Tx: 18599119 DIN: 00874256 Patient: Prescriber: Brand Name: poviepor pm Chemical Name: DOXYCYCLINE 10OMG When meeting with any health professional, it is important for you to share the following information: Your medical history and allergies (medication, food, or other); If you smoke, are pregnant, are planning a pregnancy, or are breastfeeding; Tho names of all the medications you take, whether you take them regularly or once in a while. including over-the-counter medications, Vitamins, and natural health products. It is also strongly recommended that you keep an up-to-date list of all the medications you take and carry it with you at all times. This could be useful if you have to see a health professional or need Keep all your medications out of the reach of children and pets and return any unused or expired medications to the pharmacy for proper disposal. This document contains useful information for those taking this medication. It is not inter way, to replace the advice of a trained health professional. For more informa you will find additional  SHOPPERS DRUG MART 2276 #2276 4590 FRASER STREET VANCOUVER, BC V5V 4G7 CANADA Phone: 604-873-2681 TARIK BOUCHOUTROUCH-KU DR. CLAIRE YOUNG APO-DOXY 100MG Date: 2021/01/11 Tx: 18599119 DIN: 00874256 Patient: Prescriber: Brand Name: poviepor pm Chemical Name: DOXYCYCLINE 10OMG When meeting with any health professional, it is important for you to share the following information: Your medical history and allergies (medication, food, or other); If you smoke, are pregnant, are planning a pregnancy, or are breastfeeding; Tho names of all the medications you take, whether you take them regularly or once in a while. including over-the-counter medications, Vitamins, and natural health products. It is also strongly recommended that you keep an up-to-date list of all the medications you take and carry it with you at all times. This could be useful if you have to see a health professional or need Keep all your medications out of the reach of children and pets and return any unused or expired medications to the pharmacy for proper disposal. This document contains useful information for those taking this medication. It is not inter way, to replace the advice of a trained health professional. For more informa you will find additional"
        }
    ]
}